Repository: curse0122/g-pokemon-l
Catalog: PokemonLibrary/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Attack
zh_hant: 攻擊

source: Bug
zh_hant: 蟲

source: Dark
zh_hant: 惡

source: Defense
zh_hant: 防禦

source: Dragon
zh_hant: 龍

source: Electric
zh_hant: 電

source: Evolution
zh_hant: 進化

source: Fairy
zh_hant: 妖精

source: Fighting
zh_hant: 格鬥

source: Fire
zh_hant: 火

source: Flying
zh_hant: 飛行

source: Ghost
zh_hant: 幽靈

source: Grass
zh_hant: 草

source: Ground
zh_hant: 地面

source: Ice
zh_hant: 冰

source: Normal
zh_hant: 一般

source: Poison
zh_hant: 毒

source: Psychic
zh_hant: 超能力

source: Rock
zh_hant: 岩石

# special-attack
source: Sp.Atk
zh_hant: 特攻

# special-defense
source: Sp.Def
zh_hant: 特防

source: Speed
zh_hant: 速度

source: Steel
zh_hant: 鋼

source: Unknown
zh_hant: 未知

source: Water
zh_hant: 水
